Repository: wp-plugins/truncate-comments
Catalog: lang/truncate-comments-*.po
Languages: de_de, ru_ru

source: Read more
de_de: Weiterlesen
ru_ru: Читать дальше

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Options saved.
de_de: Optionen gespeichert.
ru_ru: Настройки сохранены.

source: Truncate Comments Settings
de_de: Truncate Comments - Einstellungen
ru_ru: Настройки Truncate Comments

source: Click to open/close
de_de: Klicken zum öffnen/schließen
ru_ru: Кликните, чтобы открыть/закрыть

source: Do you like this plugin ?
de_de: Gefällt dir dieses Plugin?
ru_ru: Вам нравится этот плагин ?

source: buy me a coffee
de_de: spendiere mir einen Kaffee
ru_ru: Купить мне чашку кофе :)

source: Hi! I'm <strong>Flector</strong>, developer of this plugin.
de_de: Hi! Ich bin <strong>Flector</strong>, Entwickler dieses Plugins.
ru_ru: Привет, меня зовут Flector.

source: I've been spending many hours to develop this plugin.
de_de: Ich habe mehrere Stunden damit verbracht, dieses Plugin zu entwickeln.
ru_ru: Я потратил много времени на разработку этого плагина.

source: If you like and use this plugin, you can <strong>buy me a cup of coffee</strong>.
de_de: Wenn du dieses Plugin benutzt und es dir gefällt, kannst du mir <strong>eine Tasse Kaffe spendieren</strong>.
ru_ru: Поэтому я не откажусь от небольшого пожертвования :)

source: Donate with PayPal
de_de: Spende via PayPal
ru_ru: Пожертвовать через PayPal

source: General Options
de_de: Allgemeine Einstellungen
ru_ru: Основные настройки

source: Collapse comments:
de_de: Kommentare einklappen:
ru_ru: Обрезать комментарии по:

source: Characters
de_de: Zeichen
ru_ru: Символам

source: Words
de_de: Worte
ru_ru: Словам

source: Lines
de_de: Zeilen
ru_ru: Строкам

source: <strong>Characters</strong>: to truncate characters.
de_de: <strong>Zeichen</strong>: nach Zeichen einklappen.
ru_ru: <strong>Символы</strong>: комментарии будут обрезаться после указанного числа символов.

source: <strong>Words</strong>: to truncate words.
de_de: <strong>Worte</strong>: nach Worten einklappen.
ru_ru: <strong>Слова</strong>: комментарии будут обрезаться после указанного числа слов.

source: <strong>Lines</strong>: to truncate lines.
de_de: <strong>Zeilen</strong>: nach Zeilen einklappen.
ru_ru: <strong>Строки</strong>: комментарии будут обрезаться после указанного числа строк.

source: Comment length:
de_de: Länge des Kommentars:
ru_ru: Длина комментария:

source: Length in characters, words or lines.
de_de: Länge in Zeichen, Worten oder Zeilen.
ru_ru: Длина в символах, словах или строках.

source: Ellipsis:
de_de: Ellipse:
ru_ru: Разделитель

source: The text displayed next to the hidden comment to indicate the presence of more content.
de_de: Darstellung der Ellipse um die Auslassung des restlichen Textes anzuzeigen.
ru_ru: Текст, который будет выводиться сразу после обрезанного комментария и перед ссылкой "Читать дальше".

source: "Read more" text:
de_de: „Weiterlesen“ Text:
ru_ru: Текст ссылки "Читать дальше":

source: The link that expands a collapsed comment.
de_de: Der Link, der den Kommentar ausklappen lässt.
ru_ru: Текст ссылки для раскрытия свернутого комментария.

source: Speed:
de_de: Geschwindigkeit:
ru_ru: Скорость анимации:

source: The speed (duration) of a comment's vertical collapse (in milliseconds).
de_de: Die Geschwindigkeit (Dauer) zum vertikalen ausklappen (in Millisekunden).
ru_ru: Скорость анимации разворачивания скрытого комментария (в миллисекундах).

source: Update options &raquo;
de_de: Einstellungen aktualisieren.
ru_ru: Сохранить настройки &raquo;

source: Advanced Options
de_de: Erweiterte Einstellungen
ru_ru: Продвинутые настройки

source: Don't load jQuery
de_de: jQuery nicht laden
ru_ru: Не загружать jQuery

source: Don't load jQuery if it's included in your theme.
de_de: jQuery nicht laden, wenn es durch den Theme geladen wird
ru_ru: Отключить загрузку библиотеки jQuery на случай, если в вашей теме она подключена напрямую.

source: Load the plugin script on single pages only
de_de: Lade das Plugin nur auf Single Pages
ru_ru: Загружать скрипт плагина только на страницах записей

source: Load the plugin script only on single pages (to avoid loading the script on pages with no comments on them).
de_de: Lade das Plugin nur auf Single Pages (um das laden des Scripts auf Seiten ohne Kommentare zu verhindern).
ru_ru: Загружать скрипт плагина только на страницах одиночных записей (чтобы не грузить скрипт там, где нет комментариев).

source: About
de_de: Über dieses Plugin:
ru_ru: О плагине

source: The <strong>Truncate Comments</strong> plugin uses <a target="_blank" href="http://www.aakashweb.com/jquery-plugins/collapser/">jQuery Collapser</a> by Aakash Chakravarthy.
de_de: Das <strong>Truncate Comments</strong> Plugin benutzt <a target="_blank" href="http://www.aakashweb.com/jquery-plugins/collapser/">jQuery Collapser</a> von Aakash Chakravarthy.
ru_ru: Плагин <strong>Truncate Comments</strong> использует <a target="_blank" href="http://www.aakashweb.com/jquery-plugins/collapser/">jQuery Collapser</a> от Aakash Chakravarthy.

source: Cut comments by:
de_de: Beschneide Kommentare nach:
